Repository: wanadzmi/massage-therapy-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: ms

# appTitle
source: Therapy & Massage App
ms: Aplikasi Terapi & Urut

source: Home
ms: Laman Utama

source: Activity
ms: Aktiviti

source: Profile
ms: Profil

source: Login
ms: Log Masuk

source: Email
ms: Emel

source: Password
ms: Kata Laluan

source: Sign In
ms: Log Masuk

source: Welcome Back!
ms: Selamat Kembali!

# pleaseSignIn
source: Please sign in to continue
ms: Sila log masuk untuk meneruskan

# enterEmail
source: Enter your email
ms: Masukkan emel anda

# enterPassword
source: Enter your password
ms: Masukkan kata laluan anda

source: Wallet Balance
ms: Baki Dompet

source: Top Up
ms: Tambah Nilai

source: History
ms: Sejarah

source: Quick Actions
ms: Tindakan Pantas

source: Find Store
ms: Cari Kedai

source: Find Therapist
ms: Cari Ahli Terapi

# discoverNearestStores
source: Discover the nearest massage therapy stores
ms: Temui kedai terapi urut terdekat

# browseAvailableTherapists
source: Browse available therapists and book appointments
ms: Lihat ahli terapi yang tersedia dan tempah temujanji

source: Your Appointments
ms: Temujanji Anda

source: Filter
ms: Tapis

# filterOptions
source: Filter options coming soon!
ms: Pilihan penapis akan datang!

# noAppointments
source: No appointments for selected date
ms: Tiada temujanji untuk tarikh dipilih

source: Appointment Details
ms: Butiran Temujanji

# viewDetails
source: View details coming soon!
ms: Lihat butiran akan datang!

source: CONFIRMED
ms: DISAHKAN

source: PENDING
ms: MENUNGGU

source: CANCELLED
ms: DIBATALKAN

source: Logout
ms: Log Keluar

source: Settings
ms: Tetapan

source: Language
ms: Bahasa

source: Loading...
ms: Memuatkan...

source: Error
ms: Ralat

source: Success
ms: Berjaya

# loginSuccess
source: Login successful!
ms: Log masuk berjaya!

# loginError
source: Login failed. Please try again.
ms: Log masuk gagal. Sila cuba lagi.

# logoutSuccess
source: Logged out successfully
ms: Log keluar berjaya

# roleError
source: Only customers can login to this app
ms: Hanya pelanggan boleh log masuk ke aplikasi ini

source: Account Settings
ms: Tetapan Akaun

source: Preferences
ms: Keutamaan

source: Support
ms: Sokongan

source: Personal Information
ms: Maklumat Peribadi

# updatePersonalDetails
source: Update your personal details
ms: Kemas kini butiran peribadi anda

source: Booking History
ms: Sejarah Tempahan

# viewPastBookings
source: View all your past bookings
ms: Lihat semua tempahan lepas anda

source: Payment Methods
ms: Kaedah Pembayaran

# managePaymentOptions
source: Manage your payment options
ms: Urus pilihan pembayaran anda

source: Payment methods coming soon!
ms: Kaedah pembayaran akan datang!

source: Notifications
ms: Pemberitahuan

# manageNotifications
source: Manage notification settings
ms: Urus tetapan pemberitahuan

# notificationsComingSoon
source: Notification settings coming soon!
ms: Tetapan pemberitahuan akan datang!

source: Change language
ms: Tukar bahasa

source: Help Center
ms: Pusat Bantuan

# getHelpWithIssues
source: Get help with any issues
ms: Dapatkan bantuan dengan sebarang masalah

source: Help center coming soon!
ms: Pusat bantuan akan datang!

source: Contact Support
ms: Hubungi Sokongan

# reachSupportTeam
source: Reach out to our support team
ms: Hubungi pasukan sokongan kami

# termsAndPrivacy
source: Terms & Privacy
ms: Terma & Privasi

# readTermsAndPrivacy
source: Read our terms and privacy policy
ms: Baca terma dan dasar privasi kami

# termsComingSoon
source: Terms and privacy policy coming soon!
ms: Terma dan dasar privasi akan datang!

source: Total Bookings
ms: Jumlah Tempahan

source: Completed
ms: Selesai

source: Rating
ms: Penilaian

source: Loyalty Points
ms: Mata Kesetiaan

# earnRewards
source: Earn rewards with every booking
ms: Dapatkan ganjaran dengan setiap tempahan

source: Balance
ms: Baki

source: Earned
ms: Diperolehi

source: Redeemed
ms: Ditebus

source: Referral Code
ms: Kod Rujukan

source: successful
ms: berjaya

source: Copied!
ms: Disalin!

# referralCodeCopied
source: Referral code copied to clipboard
ms: Kod rujukan disalin ke papan klip

source: Tier Discount
ms: Diskaun Tahap

source: Referral Earnings
ms: Pendapatan Rujukan

source: Version
ms: Versi

source: Select Language
ms: Pilih Bahasa

# languageChanged
source: Language changed to {language}
ms: Bahasa ditukar kepada {language}

source: Cancel
ms: Batal

source: booking
ms: tempahan

source: bookings
ms: tempahan

source: Filtered
ms: Ditapis

source: All
ms: Semua

source: Today
ms: Hari Ini

source: Tomorrow
ms: Esok

source: Total
ms: Jumlah

source: Write Review
ms: Tulis Ulasan

source: Review Submitted
ms: Ulasan Dihantar

source: Cancel Booking
ms: Batal Tempahan

source: Cannot Cancel
ms: Tidak Boleh Batal

# cannotCancelMessage
source: Bookings cannot be cancelled less than 1 hour before the start time
ms: Tempahan tidak boleh dibatalkan kurang daripada 1 jam sebelum masa mula

source: Filter Bookings
ms: Tapis Tempahan

source: All Bookings
ms: Semua Tempahan

source: In Progress
ms: Sedang Berjalan

source: Therapist
ms: Ahli Terapi

source: Service
ms: Perkhidmatan

source: Date
ms: Tarikh

source: Time
ms: Masa

source: Overall Rating
ms: Penilaian Keseluruhan

# tapStarsToRate
source: Tap stars or use slider to rate
ms: Ketik bintang atau gunakan peluncur untuk menilai

source: Detailed Ratings
ms: Penilaian Terperinci

source: Technique
ms: Teknik

source: Professionalism
ms: Profesionalisme

source: Cleanliness
ms: Kebersihan

source: Comfort
ms: Keselesaan

source: Value for Money
ms: Nilai untuk Wang

source: Title (Optional)
ms: Tajuk (Pilihan)

# titleHint
source: e.g., Amazing Experience!
ms: cth., Pengalaman Luar Biasa!

source: Your Review
ms: Ulasan Anda

# shareExperience
source: Share your experience...
ms: Kongsi pengalaman anda...

# pleaseWriteReview
source: Please write your review
ms: Sila tulis ulasan anda

# reviewMinLength
source: Review must be at least 10 characters
ms: Ulasan mestilah sekurang-kurangnya 10 aksara

# whatWasGood
source: What was good? (Optional)
ms: Apa yang baik? (Pilihan)

# prosHint
source: Professional, Clean, Relaxing (comma separated)
ms: Profesional, Bersih, Santai (dipisahkan dengan koma)

# whatCouldImprove
source: What could improve? (Optional)
ms: Apa yang boleh diperbaiki? (Pilihan)

# consHint
source: Parking, Wait time (comma separated)
ms: Tempat letak kereta, Masa menunggu (dipisahkan dengan koma)

source: Submit Review
ms: Hantar Ulasan

source: Edit Profile
ms: Sunting Profil

source: Full Name
ms: Nama Penuh

source: Date of Birth
ms: Tarikh Lahir

source: Select Gender
ms: Pilih Jantina

source: Male
ms: Lelaki

source: Female
ms: Perempuan

source: Other
ms: Lain-lain

source: Save Changes
ms: Simpan Perubahan

source: Top Up Wallet
ms: Tambah Nilai Dompet

source: Current Balance
ms: Baki Semasa

source: Enter Amount
ms: Masukkan Jumlah

source: Enter Amount (USD)
ms: Masukkan Jumlah (USD)

source: Loading exchange rate...
ms: Memuatkan kadar pertukaran...

# exchangeRate
source: Rate
ms: Kadar

# minimumMaximum
source: Minimum: RM10 | Maximum: RM5,000
ms: Minimum: RM10 | Maksimum: RM5,000

source: Select Payment Method
ms: Pilih Kaedah Pembayaran

# continueButton
source: Continue
ms: Teruskan

source: Test Payment
ms: Pembayaran Ujian

# testPaymentDesc
source: Instant credit (Testing only)
ms: Kredit segera (Ujian sahaja)

# usdtTrc20Desc
source: Cryptocurrency on Tron Network
ms: Mata wang kripto di Rangkaian Tron

source: Online Banking
ms: Perbankan Dalam Talian

# onlineBankingDesc
source: FPX Payment Gateway
ms: Gerbang Pembayaran FPX

# touchNGoDesc
source: eWallet Payment
ms: Pembayaran eWallet

source: INSTANT
ms: SEGERA

source: CRYPTO
ms: KRIPTO

source: COMING SOON
ms: AKAN DATANG

source: Invalid Amount
ms: Jumlah Tidak Sah

# pleaseEnterValidAmount
source: Please enter a valid amount
ms: Sila masukkan jumlah yang sah

# minimumTopUpAmount
source: Minimum top-up amount is RM10
ms: Jumlah tambah nilai minimum ialah RM10

# maximumTopUpAmount
source: Maximum top-up amount is RM5,000
ms: Jumlah tambah nilai maksimum ialah RM5,000

source: Payment Method Required
ms: Kaedah Pembayaran Diperlukan

# pleaseSelectPaymentMethod
source: Please select a payment method
ms: Sila pilih kaedah pembayaran

source: Top-Up Failed
ms: Tambah Nilai Gagal

source: Failed to initiate top-up
ms: Gagal memulakan tambah nilai

source: An error occurred
ms: Ralat telah berlaku

source: Top-Up Successful!
ms: Tambah Nilai Berjaya!

# creditedToWallet
source: has been credited to your wallet
ms: telah dikreditkan ke dompet anda

source: New Balance
ms: Baki Baharu

source: Done
ms: Selesai

source: Payment Confirmed!
ms: Pembayaran Disahkan!

source: Payment Failed
ms: Pembayaran Gagal

# paymentCouldNotBeProcessed
source: Your payment could not be processed. Please try again.
ms: Pembayaran anda tidak dapat diproses. Sila cuba lagi.

source: Payment Pending
ms: Pembayaran Tertunda

# paymentTakingLonger
source: Payment confirmation is taking longer than expected. Please check your transaction history.
ms: Pengesahan pembayaran mengambil masa lebih lama daripada jangkaan. Sila semak sejarah transaksi anda.

source: will be available soon
ms: akan tersedia tidak lama lagi

source: USDT Payment
ms: Pembayaran USDT

source: Amount to Pay
ms: Jumlah Bayaran

source: in USDT equivalent
ms: dalam setara USDT

source: How to Pay
ms: Cara Membayar

# scanQrOrCopy
source: Scan the QR code or copy the wallet address
ms: Imbas kod QR atau salin alamat dompet

# openUsdtWallet
source: Open your USDT wallet (Trust Wallet, Binance, etc.)
ms: Buka dompet USDT anda (Trust Wallet, Binance, dll.)

# sendExactAmount
source: Send the exact USDT amount to the address shown
ms: Hantar jumlah USDT yang tepat ke alamat yang ditunjukkan

# waitForConfirmation
source: Wait for blockchain confirmation (5-10 minutes)
ms: Tunggu pengesahan blockchain (5-10 minit)

source: QR Code
ms: Kod QR

source: (Copy address below)
ms: (Salin alamat di bawah)

source: Wallet Address
ms: Alamat Dompet

source: Network
ms: Rangkaian

# onlySendUsdtVia
source: Only send USDT via {network} network
ms: Hanya hantar USDT melalui rangkaian {network}

source: Important
ms: Penting

# usdtWarnings
source: • Only send USDT cryptocurrency to this address • Sending other tokens will result in loss of funds • Wrong network will result in permanent loss • Minimum amount: equivalent to RM10
ms: • Hanya hantar mata wang kripto USDT ke alamat ini • Menghantar token lain akan mengakibatkan kehilangan dana • Rangkaian yang salah akan mengakibatkan kehilangan kekal • Jumlah minimum: setara dengan RM10

# iHaveSentPayment
source: I Have Sent the Payment
ms: Saya Telah Menghantar Pembayaran

# paymentPendingTitle
source: Payment Pending
ms: Pembayaran Tertunda

source: Leave this page?
ms: Tinggalkan halaman ini?

# paymentStillBeingConfirmed
source: Your payment is still being confirmed. You can check the status in your transaction history.
ms: Pembayaran anda masih dalam pengesahan. Anda boleh semak status dalam sejarah transaksi anda.

source: Stay
ms: Kekal

source: Leave
ms: Keluar

source: Waiting for Confirmation
ms: Menunggu Pengesahan

# waitingForPaymentConfirmation
source: We are waiting for your payment to be confirmed on the blockchain. This usually takes 5-10 minutes.
ms: Kami sedang menunggu pembayaran anda disahkan di blockchain. Ini biasanya mengambil masa 5-10 minit.

source: Payment Sent
ms: Pembayaran Dihantar

source: Transaction initiated
ms: Transaksi dimulakan

source: Blockchain Confirmation
ms: Pengesahan Blockchain

source: Waiting for network confirmation
ms: Menunggu pengesahan rangkaian

source: Credit to Wallet
ms: Kredit ke Dompet

source: Funds will be available
ms: Dana akan tersedia

source: Transaction ID
ms: ID Transaksi

# safelyClosePage
source: You can safely close this page. We will notify you once the payment is confirmed.
ms: Anda boleh menutup halaman ini dengan selamat. Kami akan memberitahu anda sebaik sahaja pembayaran disahkan.

source: My Reviews
ms: Ulasan Saya

source: View your past reviews
ms: Lihat ulasan lepas anda

source: Membership Tier
ms: Tahap Keahlian

source: Upgrade
ms: Naik Taraf

source: Manage
ms: Urus

source: Membership Tiers
ms: Tahap Keahlian

source: Current Tier
ms: Tahap Semasa

source: Wallet
ms: Dompet

source: CURRENT
ms: SEMASA

# perMonth
source: /month
ms: /bulan

source: Cashback
ms: Pulangan Tunai

# viewTierDetails
source: View Details
ms: Lihat Butiran

source: Invite Only
ms: Jemputan Sahaja

source: Not Available
ms: Tidak Tersedia

# topUpAndSubscribe
source: Top Up & Subscribe
ms: Tambah Nilai & Langgan

source: Upgrade Now
ms: Naik Taraf Sekarang

source: Subscribe
ms: Langgan

source: Insufficient Balance
ms: Baki Tidak Mencukupi

# needToSubscribe
source: You need {amount} to subscribe to {tierName} tier.
ms: Anda memerlukan {amount} untuk melanggan tahap {tierName}.

# currentBalanceLabel
source: Current Balance: {balance}
ms: Baki Semasa: {balance}

# subscribeTo
source: Subscribe to {tierName}?
ms: Langgan {tierName}?

# subscriptionChargeMessage
source: You will be charged {amount} for 1 month subscription.
ms: Anda akan dikenakan bayaran {amount} untuk langganan 1 bulan.

# newBalanceLabel
source: New Balance: {balance}
ms: Baki Baharu: {balance}

source: Confirm
ms: Sahkan

source: Subscription Successful!
ms: Langganan Berjaya!

# validUntil
source: Valid until: {date}
ms: Sah sehingga: {date}

source: Great!
ms: Hebat!

source: Cannot Subscribe
ms: Tidak Boleh Langgan

# alreadyMember
source: You are already a {tierName} member
ms: Anda sudah menjadi ahli {tierName}

# tierNotAvailable
source: This tier is not available for subscription
ms: Tahap ini tidak tersedia untuk langganan

source: Subscription Failed
ms: Langganan Gagal

source: Failed to load tiers
ms: Gagal memuatkan tahap

source: My Subscription
ms: Langganan Saya

source: No Active Subscription
ms: Tiada Langganan Aktif

# subscribeToUnlockBenefits
source: Subscribe to a tier to unlock exclusive benefits and rewards
ms: Langgan tahap untuk membuka faedah dan ganjaran eksklusif

source: Browse Tiers
ms: Lihat Tahap

# memberSince
source: Member since {date}
ms: Ahli sejak {date}

source: Subscription Status
ms: Status Langganan

source: Started
ms: Bermula

source: Expires
ms: Tamat Tempoh

source: Last Renewed
ms: Diperbaharui Terakhir

source: Auto-Renewal
ms: Pembaharuan Auto

source: Enabled
ms: Diaktifkan

source: Disabled
ms: Dimatikan

source: Your Benefits
ms: Faedah Anda

source: Cashback on All Bookings
ms: Pulangan Tunai untuk Semua Tempahan

source: Actions
ms: Tindakan

source: Renew Now
ms: Perbaharui Sekarang

source: Cancel Subscription
ms: Batal Langganan

source: Transaction History
ms: Sejarah Transaksi

source: No transactions yet
ms: Tiada transaksi lagi

source: Load More
ms: Muatkan Lagi

source: Renew Subscription?
ms: Perbaharui Langganan?

# renewChargeMessage
source: You will be charged {amount} for another month of {tierName} membership.
ms: Anda akan dikenakan bayaran {amount} untuk sebulan lagi keahlian {tierName}.

source: Renew
ms: Perbaharui

source: Renewal Successful!
ms: Pembaharuan Berjaya!

# newExpiryDate
source: New expiry date: {date}
ms: Tarikh tamat baru: {date}

source: Renewal Failed
ms: Pembaharuan Gagal

source: Failed to renew subscription
ms: Gagal memperbaharui langganan

# cancelSubscriptionConfirm
source: Cancel Subscription?
ms: Batal Langganan?

# cancelSubscriptionWarning
source: Your benefits will remain active until {date}. After that, you'll lose access to tier benefits.
ms: Faedah anda akan kekal aktif sehingga {date}. Selepas itu, anda akan kehilangan akses kepada faedah tahap.

source: Keep It
ms: Kekalkan

# cancelIt
source: Cancel
ms: Batal

source: Subscription Cancelled
ms: Langganan Dibatalkan

# subscriptionCancelledMessage
source: Your subscription has been cancelled. Benefits remain active until expiry.
ms: Langganan anda telah dibatalkan. Faedah kekal aktif sehingga tamat tempoh.

source: Cancellation Failed
ms: Pembatalan Gagal

source: Failed to cancel subscription
ms: Gagal membatalkan langganan

source: Auto-renewal enabled
ms: Pembaharuan auto diaktifkan

source: Auto-renewal disabled
ms: Pembaharuan auto dimatikan

source: Failed to update auto-renewal
ms: Gagal mengemas kini pembaharuan auto

# failedToLoadSubscription
source: Failed to load subscription details
ms: Gagal memuatkan butiran langganan

# failedToLoadHistory
source: Failed to load transaction history
ms: Gagal memuatkan sejarah transaksi

source: No Reviews Yet
ms: Belum Ada Ulasan

# reviewsWillAppearHere
source: Your reviews will appear here after you complete a booking
ms: Ulasan anda akan muncul di sini selepas anda menyelesaikan tempahan

source: Pros
ms: Kelebihan

source: Cons
ms: Kekurangan

source: approved
ms: diluluskan

source: flagged
ms: dibenderakan

source: rejected
ms: ditolak

source: Discover
ms: Teroka

source: wellness
ms: kesihatan

source: with us!
ms: bersama kami!

# hello
source: Hello, {name}
ms: Hai, {name}

source: Available Balance
ms: Baki Tersedia

source: Quick Menu
ms: Menu Pantas

source: Total Credits
ms: Jumlah Kredit

source: Total Debits
ms: Jumlah Debit

# transactionsCount
source: {count} transactions
ms: {count} transaksi

source: Payment
ms: Bayaran

source: Type
ms: Jenis

source: Category
ms: Kategori

source: Amount
ms: Jumlah

source: Close
ms: Tutup

source: Mark all as read
ms: Tandakan semua sebagai dibaca

source: Transactional
ms: Transaksi

source: Promotional
ms: Promosi

source: Reminder
ms: Peringatan

source: System
ms: Sistem

source: Show unread only
ms: Tunjukkan yang belum dibaca sahaja

source: No notifications
ms: Tiada notifikasi

# allCaughtUp
source: You're all caught up!
ms: Anda sudah kemas kini!

# noTransactionsYetHistory
source: No Transactions Yet
ms: Tiada Transaksi Lagi

# transactionHistoryWillAppearHere
source: Your transaction history will appear here
ms: Sejarah transaksi anda akan dipaparkan di sini

source: Transaction Details
ms: Butiran Transaksi

source: Balance Before
ms: Baki Sebelum

source: Balance After
ms: Baki Selepas

source: Gateway ID
ms: ID Gateway

source: Failed to load transactions
ms: Gagal memuatkan transaksi

source: Failed to load transaction history
ms: Gagal memuatkan sejarah transaksi

source: Messages
ms: Mesej

source: New Chat
ms: Sembang Baharu

source: Active
ms: Aktif

source: Closed
ms: Ditutup

source: No conversations yet
ms: Tiada perbualan lagi

# startNewChatToGetSupport
source: Start a new chat to get support
ms: Mulakan sembang baharu untuk mendapat sokongan

source: Start New Chat
ms: Mula Sembang Baharu

source: Support Chat
ms: Sembang Sokongan

source: How can we help?
ms: Bagaimana kami boleh membantu?

source: We typically respond within minutes
ms: Kami biasanya membalas dalam beberapa minit

source: Select Category
ms: Pilih Kategori

source: General
ms: Umum

source: Technical
ms: Teknikal

source: Subject (Optional)
ms: Subjek (Pilihan)

source: Brief subject line...
ms: Tajuk subjek ringkas...

source: Message
ms: Mesej

source: Required
ms: Diperlukan

# describeYourIssue
source: Describe your issue or question in detail... Minimum 10 characters
ms: Huraikan isu atau soalan anda secara terperinci... Minimum 10 aksara

# supportTeamNotified
source: Our support team will be notified immediately and will respond as soon as possible. You can view your conversation history in the chat screen.
ms: Pasukan sokongan kami akan dimaklumkan serta-merta dan akan membalas secepat mungkin. Anda boleh melihat sejarah perbualan anda di skrin sembang.

source: Start Chat
ms: Mula Sembang

source: Admin Support
ms: Sokongan Admin

source: Online
ms: Dalam Talian

source: Waiting for agent...
ms: Menunggu ejen...

source: Offline
ms: Luar Talian

source: Close Chat
ms: Tutup Sembang

source: This chat has been closed
ms: Sembang ini telah ditutup

source: Agent is typing...
ms: Ejen sedang menaip...

source: Start a Conversation
ms: Mulakan Perbualan

# sendMessageToSupport
source: Send a message to our support team We typically reply within a few minutes
ms: Hantar mesej kepada pasukan sokongan kami Kami biasanya membalas dalam beberapa minit

source: Quick Tips
ms: Petua Pantas

source: Ask about bookings and services
ms: Tanya tentang tempahan dan perkhidmatan

source: Get help with payments
ms: Dapatkan bantuan dengan pembayaran

source: Report any issues
ms: Laporkan sebarang isu

source: Type your message...
ms: Taip mesej anda...

source: Search stores by name...
ms: Cari kedai mengikut nama...

source: Clear All
ms: Kosongkan Semua

source: No stores match your filters
ms: Tiada kedai sepadan dengan penapis anda

source: No stores found
ms: Tiada kedai dijumpai

# tryAdjustingOrClearingFilters
source: Try adjusting or clearing your filters
ms: Cuba laraskan atau kosongkan penapis anda

source: No stores available at the moment
ms: Tiada kedai tersedia pada masa ini

source: Clear All Filters
ms: Kosongkan Semua Penapis

source: Verified
ms: Disahkan

# openNow
source: Open
ms: Buka

source: Unknown Store
ms: Kedai Tidak Dikenali

# serviceSingular
source: service
ms: perkhidmatan

# servicesPlural
source: services
ms: perkhidmatan

source: Get Directions
ms: Dapatkan Arah

# storeFoundSingular
source: store found
ms: kedai dijumpai

# storesFoundPlural
source: stores found
ms: kedai dijumpai

# showingOfStores
source: Showing {showing} of {total} stores • Page {currentPage} of {totalPages}
ms: Menunjukkan {showing} daripada {total} kedai • Halaman {currentPage} dari {totalPages}

# filteredLocation
source: in {city}
ms: di {city}

# withinRadius
source: within {radius}km
ms: dalam {radius}km

# minRating
source: {rating}+ stars
ms: {rating}+ bintang

# nearbyKm
source: Nearby {radius}km
ms: Berdekatan {radius}km

source: Budget
ms: Bajet

# priceLowToHigh
source: Price: Low-High
ms: Harga: Rendah-Tinggi

# priceHighToLow
source: Price: High-Low
ms: Harga: Tinggi-Rendah

# ratingLowToHigh
source: Rating: Low-High
ms: Penilaian: Rendah-Tinggi

# ratingHighToLow
source: Rating: High-Low
ms: Penilaian: Tinggi-Rendah

source: Distance: Nearest
ms: Jarak: Terdekat

# awayDistance
source: {distance} away
ms: {distance} jauhnya

# pleasCheckInternetConnection
source: Please check your internet connection and try again
ms: Sila semak sambungan internet anda dan cuba lagi

source: Retry
ms: Cuba Lagi

source: Filters
ms: Penapis

source: Location
ms: Lokasi

source: Price Range
ms: Julat Harga

source: Minimum Rating
ms: Penilaian Minimum

source: Amenities
ms: Kemudahan

source: Sort By
ms: Susun Mengikut

# applyWithCount
source: Apply ({count})
ms: Gunakan ({count})

source: Apply
ms: Gunakan

source: Use Current Location
ms: Gunakan Lokasi Semasa

source: Search Radius
ms: Jejari Carian

# allRatings
source: All
ms: Semua

source: Recommended
ms: Disyorkan

source: Distance: Nearest First
ms: Jarak: Terdekat Dahulu

source: Store Details
ms: Butiran Kedai

source: Available Services
ms: Perkhidmatan Tersedia

source: Store Name
ms: Nama Kedai

source: Service Name
ms: Nama Perkhidmatan

source: Book Now
ms: Tempah Sekarang

source: No services available
ms: Tiada perkhidmatan tersedia

# reviewsAndRatings
source: Reviews & Ratings
ms: Ulasan & Penilaian

# reviewsCount
source: {count} reviews
ms: {count} ulasan

# noReviewsYetStore
source: No reviews yet
ms: Tiada ulasan lagi

source: Recent Reviews
ms: Ulasan Terkini

# foundThisHelpful
source: {count} found this helpful
ms: {count} mendapati ini membantu

source: Store Response
ms: Respons Kedai

source: Location Error
ms: Ralat Lokasi

source: Store location not available
ms: Lokasi kedai tidak tersedia

# errorTitle
source: Error
ms: Ralat

source: Could not open Google Maps
ms: Tidak dapat membuka Google Maps
