Repository: wanadzmi/massage-therapy-mobile-app
Catalog: lib/l10n/app_*.arb
Languages: ms

source: Could not open Waze
ms: Tidak dapat membuka Waze

source: Waze Not Available
ms: Waze Tidak Tersedia

# pleaseInstallWaze
source: Please install Waze app or use Google Maps
ms: Sila pasang aplikasi Waze atau gunakan Google Maps

source: Navigate using Google Maps
ms: Navigasi menggunakan Google Maps

source: Navigate using Waze
ms: Navigasi menggunakan Waze

source: Confirm Booking
ms: Sahkan Tempahan

source: Select Time
ms: Pilih Masa

source: Select Date
ms: Pilih Tarikh

source: Select Therapist
ms: Pilih Ahli Terapi

# noAvailabilityForTherapist
source: No availability found for selected therapist in the next 30 days
ms: Tiada ketersediaan untuk ahli terapi yang dipilih dalam 30 hari akan datang

# noTherapistsAvailable
source: No therapists available for this service
ms: Tiada ahli terapi tersedia untuk perkhidmatan ini

source: Available
ms: Tersedia

# notAvailableLabel
source: Not Available
ms: Tidak Tersedia

# tapHighlightedDate
source: Tap on a highlighted date to view available time slots
ms: Ketik pada tarikh yang diserlahkan untuk melihat slot masa yang tersedia

# slotsAvailable
source: {count} slots available
ms: {count} slot tersedia

source: Booking Summary
ms: Ringkasan Tempahan

# dateAndTime
source: Date & Time
ms: Tarikh & Masa

source: Your Therapist
ms: Ahli Terapi Anda

source: Proceed to Booking
ms: Teruskan ke Tempahan

# serviceInfoMissing
source: Service information is missing
ms: Maklumat perkhidmatan tiada

source: No Availability
ms: Tiada Ketersediaan

# noAvailableDatesMessage
source: No available dates for this service in the next 30 days.
ms: Tiada tarikh tersedia untuk perkhidmatan ini dalam 30 hari akan datang.

# failedToLoadAvailability
source: Failed to load availability calendar
ms: Gagal memuatkan kalendar ketersediaan

# pleaseSelectTherapist
source: Please select a therapist
ms: Sila pilih ahli terapi

# pleaseSelectDate
source: Please select a date
ms: Sila pilih tarikh

# pleaseSelectTimeSlot
source: Please select a time slot
ms: Sila pilih slot masa
